Repository: waltje/Hatari
Catalog: src/gui-osx/*.lproj/Localizable.strings
Languages: fr

source: Insert newly created disk in
fr: Inserer la disquette créée dans le lecteur

source: Ignore
fr: Ignorer

source: Reset the emulator
fr: Reset de l'Emulateur ?

source: Must be reset
fr: Hatari doit être réinitialisé pour appliquer vos modifications. Tout travail non enregistré sera perdu.

source: Don't reset
fr: Ne pas réinitialiser

source: Cancel
fr: Annuler

source: Warm reset!
fr: Reset à chaud

source: Really reset the emulator?
fr: Tout travail ne sera pas sauvegardé. Cliquez sur Annuler pour continuer sans Reset

source: Quit
fr: Quitter

source: Cold reset!
fr: Reset à froid

source: Detected double bus error => CPU halted! Emulation needs to be reset.
fr: Double erreur de bus => Arrêt du CPU Reset de l'émulation obligatoire.

source: The emulated system must be reset to apply these changes. Apply changes now and reset the emulator?
fr: Pour appliquer vos changements,l'émulateur doit être re-démarrer Appliquer les changements et re-démarrer?

source: All unsaved data will be lost. Do you really want to quit?
fr: Les données non sauvées seront perdues Quitter quand même ?

source: Please specify a .%@ file
fr: SVP, spécifier un fichier .%@

source: or a .
fr: ou .

source: ERROR: Cannot insert same floppy to multiple drives!
fr: ERREUR: Impossible d'insérer une disquette dans plusieurs lecteurs

source: Error in Config structure (Contact author).
fr: Erreur dans la structure de configuration (contacter les auteurs).

source: Error, Config file not saved
fr: Erreur, fichier de configuration non sauvé.

source: Can not load TOS file:
fr: Impossible de charger le fichier TOS Choisir un fichier TOS

source: Detected a RAM TOS - this will probably not work very well!
fr: Le TOS RAM détecté ne fonctionnera probablement pas très bien!

source: Detected RAM TOS image, skipping TOS patches.
fr: Une image de TOS RAM détectée -> pas de correction du TOS.

source: Only TOS versions >= 1.04 support autostarting!
fr: seuls les versions de TOS >= 1.04 supportent l'auto-démarrage!

source: Autostart file removed.
fr: Suppression du fichier d'auto-démarrage.

source: TOS versions 1.06 and 1.62 are for Atari STE only. ==> Switching to STE mode now.
fr: Les TOS 1.06 et 1.62 sont pour l'Atari STE seulement. ==> Mettre le mode STE maintenant.

source: TOS versions 3.0x are for Atari TT only. ==> Switching to TT mode now.
fr: Les TOS 3.0x sont pour l'Atari Atari TT seulement. ==> Mettre le mode TT maintenant.

source: TOS versions 4.x are for Atari Falcon only. ==> Switching to Falcon mode now.
fr: Les TOS 4.x sont pour Atari Falcon seulement. ==> Mettre le mode Falcon maintenant.

source: TOS versions <= 1.4 work only in ST mode and with a 68000 CPU. ==> Switching to ST mode with 68000 now.
fr: Les TOS <= 1.4 marchent seulement en mode ST avec un CPU 68000. ==> Mettre le mode ST et le CPU 68000 maintenant.

source: This TOS version does not work in TT/Falcon mode. ==> Switching to STE mode now.
fr: Cette version du TOS ne marche pas en mode TT/Falcon. ==> Mettre le mode STE maintenant.

source: TOS versions 4.x require a CPU >= 68020. ==> Switching to 68020 mode now.
fr: Les TOS 4.x exigent un CPU >= 68020. ==> Mettre un CPU 68020 maintenant.

source: TOS versions 3.0x require a CPU >= 68030. ==> Switching to 68030 mode now.
fr: Les TOS 3.0x exigent un CPU >= 68030. ==> Mettre un CPU 68030 maintenant.

source: Please use at least TOS v1.04 for the HD directory emulation (all required GEMDOS functionality isn't completely emulated for this TOS version).
fr: SVP, un TOS >=1.04 est nécessaire pour l'émulation HD (Toutes les fonctionalités GEMDOS ne sont pas émulées avec cette version du TOS version)

source: To use extended VDI resolutions, you must select a TOS >= 1.02.
fr: Pour utiliser les résolutions VDI étendues, le TOS doit être >= 1.02.
